Repository: lliurex/lliurex-guard
Catalog: translations/lliurex-guard/*.po
Languages: es_es

source: Changing Lliurex Guard mode. Wait a moment...
es_es: Cambiando el modo de Lliurex Guard. Espere un momento...

source: Loading the information from the list. Wait a moment...
es_es: Cargando la información de la lista. Espere un momento...

source: Loading file. Wait a moment...
es_es: Cargando el fichero. Espere un momento...

source: Applying changes. Wait a moment...
es_es: Aplicando cambios. Espere un momento...

source: Selecting lists to change the activation status. Wait a moment...
es_es: Seleccionando listas para cambiar el stado de activación. Espere un momento...

source: Selecting lists to be deleted. Wait a moment...
es_es: Seleccionando listas para ser eliminadas. Espere un momento...

source: Selecting lists to be restored. Wait a moment...
es_es: Seleccionando listas para ser restauradas. Espere un momento...

source: Saving changes. Wait a moment...
es_es: Guardando cambios. Espere un momento...

source: Updating white list dns. Wait a moment...
es_es: Actualizando los dns de las listas blancas. Espere un momento...

source: Click to filter list by status
es_es: Haga clic para filtrar las listas por estado

source: Show activated lists
es_es: Mostrar listas activadas

source: Show disabled lists
es_es: Mostrar listas desactivadas

source: Remove filter
es_es: Eliminar el filtro

source: Search...
es_es: Buscar...

source: No list is configured
es_es: No hay listas configuradas

source: Current configuration
es_es: Configuración actual

source: New List
es_es: Nueva lista

source: Add custom list
es_es: Añadir lista personalizada

source: Add custom list from file
es_es: Añadir lista mediante un fichero

source: Global Options
es_es: Opciones globales

source: Enable all list
es_es: Activar todas las listas

source: Disable all lists
es_es: Desactivar todas las listas

source: Delete all lists
es_es: Eliminar todas las listas

source: Restore all lists
es_es: Restaurar todas las listas

source: Update white list dns
es_es: Actualizar los dns de las listas blancas

source: Black List mode
es_es: Modo Black List

source: White list mode
es_es: Mode White List

source: Lliurex Guard is disabled
es_es: Lliurex Guard esta desactivado

source: Activate BackList mode
es_es: Activar el modo Black List

source: Activate WhiteList mode
es_es: Activar el modo White List

source: Disable LliureX-Guard
es_es: Desactivar Lliurex Guard

source: Apply
es_es: Aplicar

source: Change Mode
es_es: Cambiar el modo

source: Do yo want to change to black list mode? If you activate this mode, you will not be able to access the urls contained in the active lists
es_es: ¿Desea cambiar al modo Black List? Si se activa este modo,no será posible acceder a las url contenidas en las listas activas

source: Do yo want to change to white list mode? If you activate this mode, you can only access the urls contained in the active lists
es_es: ¿Desea cambiar al modo White List? Si se activa este modo,sólo será posible acceder a las url contenidas en las listas activas

source: Do you want to deactivate LliureX Guard? If you deactivate it, no filter will be applied
es_es: ¿Desea desactivar Lliurex Guard? Si se desactiva no se aplicará ningún filtro

source: Accept
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Pending changes
es_es: Cambios pendientes

source: There are pendin changes to apply. Do you want to apply the changes or discard them?
es_es: Hay cambios pendientes de aplicar. ¿Desea aplicar los cambios o descartarlos?

source: Discard
es_es: Descartar

source: Remove Lists
es_es: Eliminar listas

source: Do you want select alls list to be remove?
es_es: ¿Desea seleccionar todas las listas para ser borradas?

source: Do you want select the list to be remove?
es_es: ¿Desea seleccionar la lista para ser borrada?

source: Yes
es_es: Si

source: Restore Lists
es_es: Restaurar listas

source: Do you want select alls list to be restore?
es_es: ¿Desea seleccionar todas las listas para ser restauradas?

source: Update whitelists dns
es_es: Actualizar los dns de las listas blancas

source: Do you want to update white list dns?
es_es: ¿Desea actualizar los dns de las listas blancas?

source: Error saving the changes of the list:
es_es: Error guardando los cambios de la lista:

source: Error changing Lliurex Guard mode:
es_es: Error cambiando el modo de Lliurex Guard:

source: Error restarting dnsmasq. Lliurex Guard and the lists have been disabled:
es_es: Error reiniciando dnsmasq. Lliurex Guard y las listas seran desactivadas:

source: Error loading the information from the list:
es_es: Error cargando la información de la lista:

source: Error loading file:
es_es: Error cargando el fichero:

source: Error removing lists:
es_es: Error borrando listas:

source: Error activating lists:
es_es: Error activando listas:

source: Error deactivating lists:
es_es: Error desactivando las listas:

source: Error reading Lliurex Guard mode:
es_es: Error leyendo el modo de Lliurex Guard:

source: Error reading list headers:
es_es: Error leyendo las cabeceras de las listas:

source: The file loaded is empty or the url than containt do not have the correct format
es_es: El fichero cargado está vacío o las url que contiene no tienen el formato correcto

source: It is not possible to load the selected file. Its size exceeds the recommended limit of 28 Mb
es_es: No es posible cargar el fichero seleccionado. Su tamaño excede el límite recomendado de 28Mb

source: It is not possible to update white list dns
es_es: No es posible actualizar los dns de las listas blancas

source: The url list is empty. Urls entered with wrong format have been removed
es_es: La lista de url está vacía. Las url introducidas con formato incorrecto han sido eliminadas

source: List created successfully
es_es: Lista creada correctamente

source: List edited successfully
es_es: Lista editada correctamente

source: The change of Lliurex Guard mode has been successfull
es_es: El cambio de modo de Lliurex Guard se ha realizado correctamente

source: Changes applied successfully
es_es: Cambios aplicados correctamente

source: The white list dns update was successful
es_es: La actualización de los dns de las listas blancas se ha realizado correctamente

source: Relationship of urls and domains:
es_es: Relación de urls y dominios:

source: Url separated by space
es_es: Url separadas por espacio

source: Click to add the urls to list
es_es: Haga clic para añadir urls a la lista

source: Click to close
es_es: Haga clic para cerrar

source: No url is configured
es_es: No hay urls configuradas

source: Add url
es_es: Añadir urls

source: Remove list
es_es: Borrar lista

source: Edit list
es_es: Editar lista

source: Do you want delete all urls from the list?
es_es: ¿Desea eliminar todas las url de la lista?

source: entries
es_es: entradas

source: Click to manage this list
es_es: Haga clic para gestionar la lista

source: Disable list
es_es: Desactivar la lista

source: Enable list
es_es: Activar la lista

source: Restore the list
es_es: Restaurar la lista

source: Delete the list
es_es: Eliminar la lista

source: Click to manage this url
es_es: Haga clic para gestionar la url

source: Edit url
es_es: Editar url

source: Delete the url
es_es: Eliminar la url

source: Name:
es_es: Nombre:

source: Description:
es_es: Descripción:

source: Clic to see/edit the list
es_es: Haga clic para editar la lista

source: Save
es_es: Guardar

source: List edition
es_es: Edición de la lista

source: The are pending changes to save. Do you want save the changes or discard them?
es_es: Hay cambios pendientes de guardar. ¿Desea salvar los cambios o descartarlos?

source: You must indicate a name for the list
es_es: Debe indicar un nombre para la lista

source: The name of the list is duplicate
es_es: El nombre de la lista esta duplicado

source: The loaded file is empty
es_es: El fichero cargado esta vacio

source: It is not possible to edit the list. The file size exceeds the recommended limit of 28 Mb
es_es: No es posible editar la lista. El tamaño del fichero excede el límite recomendado de 28 Mb

source: Duplicate url have not been added to the list
es_es: Las url duplicadas no han sido añadidas a la lista

source: The url entered already exists in the list
es_es: La url introducida ya existe en la lista

source: The url list is empty
es_es: La lista de url está vacia

source: Duplicate url and url with incorrect format have not been added to the list
es_es: Las url duplicadas y con formato incorrecto no han sido añadidas a la lista

source: Url with incorrect format have not been added to the list
es_es: Las url con formato incorrecto no han sido añadidas a la lista

source: The url entered is not in the correct format
es_es: La url introducida tiene un formato incorrecto

source: Waiting while viewing / editing the list. To continue close the file
es_es: Esperando mientras se consulta/edita la lista

source: Home
es_es: Inicio

source: List
es_es: Lista

source: Loading. Wait a moment...
es_es: Cargando. Espere un momento...

source: Invalid user
es_es: Usuario no válido

source: Unable to load LliureX-Guard. The number of parametres received is not correct
es_es: No es posible cargar LliureX-Guard. El número de parámetros recibidos no es correcto

source: Configuration
es_es: Configuración

source: Help
es_es: Ayuda
